<?php

declare(strict_types=1);

$menuItems = [
    [
        'title' => 'Главная',
        'text' => 'Вести свои личные списки, например покупки в магазине, цели, задачи и многое другое. Делится списками с друзьями и просматривать списки друзей.',
        'path' => '/',
        'sort' => 0,
    ],
    [
        'title' => 'Каталог',
        'text' => 'Придерживаясь жестких принципов социального Дарвинизма, анима просветляет социальный филогенез, следовательно основной закон психофизики: ощущение изменяется пропорционально логарифму раздражителя .',
        'path' => '/route/catalog/',
        'sort' => 2,
    ],
    [
        'title' => 'О нас',
        'text' => 'Стресс представляет собой закон в силу которого смешивает субъективное и объективное, переносит свои внутренние побуждения на реальные связи вещей. ',
        'path' => '/route/about/',
        'sort' => 1,
    ],
    [
        'title' => 'Блог',
        'text' => 'Комплекс недоступно дает опасный конформизм, таким образом осуществляется своего рода связь с темнотой бессознательного.',
        'path' => '/route/blog/',
        'sort' => 4,
    ],
    [
        'title' => 'Последние новости',
        'text' => 'Репрезентативная система, как принято считать, концептуально иллюстрирует интеллект. Предсознательное отражает объект. ',
        'path' => '/route/news/',
        'sort' => 3,
    ],
    [
        'title' => 'Контакты',
        'text' => 'Изучая с позиций, близких гештальтпсихологии и психоанализу процессы в малой группе, отражающих неформальную микроструктуру общества, Дж.Морено показал, что закон притягивает оппортунический тест.',
        'path' => '/route/contacts/',
        'sort' => 5,
    ],
];
